Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Your trial becomes a paid subscription in %lld days. You can cancel any time in the App Store.
es: La prueba pasa a suscripción de pago en %lld días. Puedes cancelarla en el App Store cuando quieras.
fr: L’essai passe en abonnement payant dans %lld jours. Tu peux résilier quand tu veux dans l’App Store.
ja: %lld日後にトライアルが有料サブスクリプションに変わります。App Storeでいつでも解約できます。
ko: %lld일 뒤에 체험이 유료 구독으로 바뀌어요. App Store에서 언제든 해지할 수 있어요.
zh_hans: %lld天后试用会转为付费订阅。随时可以在 App Store 取消。
zh_hant: %lld天後試用會轉為付費訂閱。隨時可以在 App Store 取消。

source: Your trial becomes paid on %@
es: La prueba pasa a pago el %@
fr: L’essai passe au payant le %@
ja: %@にトライアルが有料に変わります
ko: %@에 체험이 유료로 바뀌어요
zh_hans: 试用在%@转为付费
zh_hant: 試用在%@轉為付費

source: Your trial gives you %lld minutes to use however you like.
es: En la prueba tienes %lld minutos para usar como quieras.
fr: Pendant l’essai, tu as %lld minutes à utiliser comme tu veux.
ja: トライアル中は%lld分を好きなように使えます。
ko: 체험 기간에는 %lld분을 원하는 대로 쓸 수 있어요.
zh_hans: 试用期间有%lld分钟，想怎么用都可以。
zh_hant: 試用期間有%lld分鐘，想怎麼用都可以。

source: Your trial starts — a week's worth of talk, and all the review it produces.
es: Empieza la prueba: una semana de conversación y todo el repaso que sale de ella.
fr: L’essai commence — une semaine de conversation, et toute la révision qui en sort.
ja: トライアルが始まります。1週間分の通話と、そこから生まれる復習のすべてが一緒です。
ko: 체험이 시작돼요. 일주일치 통화와, 거기서 나오는 모든 복습이 함께예요.
zh_hans: 试用开始。一周份的通话，加上它带来的所有复习。
zh_hant: 試用開始。一週份的通話，加上它帶來的所有複習。

source: Your trial starts — five minutes of talk a day, and all the review it produces.
es: Empieza la prueba: cinco minutos de conversación al día y todo el repaso que sale de ahí.
fr: L’essai commence — cinq minutes de conversation par jour, et toute la révision qui en sort.
ja: トライアルが始まります。1日5分の通話と、そこから生まれる復習のすべてです。
ko: 체험이 시작돼요. 하루 5분 통화, 그리고 거기서 나오는 복습 전부요.
zh_hans: 试用开始。每天五分钟通话，加上它带来的所有复习。
zh_hant: 試用開始。每天五分鐘通話，加上它帶來的所有複習。

source: Your turns average %lld words — add detail: how things felt, not just what happened.
es: Tus turnos son de %lld palabras de media. Añade detalle: no solo qué pasó, también cómo te sentiste.
fr: Tu dis %lld mots en moyenne par prise de parole — ajoute du détail : pas seulement ce qui s’est passé, aussi ce que tu as ressenti.
ja: 1回に話す長さは平均%lld語です。何があったかに加えて、どう感じたかも話してみてください。
ko: 한 번 말할 때 평균 %lld단어예요. 무슨 일이 있었는지에 더해 어떤 기분이었는지도 말해 보세요.
zh_hans: 每次发言平均%lld个字。除了发生了什么，也说说当时的感觉。
zh_hant: 每次發言平均%lld個字。除了發生了什麼，也說說當時的感覺。

source: Your voice is ready — sign in to keep it.
es: Tu voz está lista. Inicia sesión para conservarla.
fr: Ta voix est prête — connecte-toi pour la garder.
ja: 声の準備ができました。ログインすると使い続けられます。
ko: 목소리가 준비됐어요 — 로그인하면 계속 쓸 수 있어요.
zh_hans: 声音准备好了。登录就能保留它。
zh_hant: 聲音準備好了。登入就能保留它。

source: Your voice isn't ready yet.
es: Tu voz aún no está lista.
fr: Ta voix n’est pas encore prête.
ja: 声の準備がまだできていません。
ko: 목소리가 아직 준비되지 않았어요.
zh_hans: 声音还没准备好。
zh_hant: 聲音還沒準備好。

source: Plan
fr: Formule
ja: プラン
ko: 요금제
zh_hans: 方案
zh_hant: 方案

source: %@ min
ja: %@分
ko: %@분
zh_hans: %@分钟
zh_hant: %@分鐘

# %lld / %lld min
source: %1$lld / %2$lld min
ja: %1$lld / %2$lld分
ko: %1$lld / %2$lld분
zh_hans: %1$lld / %2$lld分钟
zh_hant: %1$lld / %2$lld分鐘

source: %lld check-ins
ja: チェックイン%lld回
ko: 체크인 %lld회
zh_hans: 签到%lld次
zh_hant: 簽到%lld次

source: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld分钟
zh_hant: %lld分鐘

# %lld/%lld min
source: %1$lld/%2$lld min
ja: %1$lld/%2$lld分
ko: %1$lld/%2$lld분
zh_hans: %1$lld/%2$lld分钟
zh_hant: %1$lld/%2$lld分鐘

source: +%lld min
ja: +%lld分
ko: +%lld분
zh_hans: +%lld分钟
zh_hant: +%lld分鐘

source: ~1 min
ja: 約1分
ko: 약 1분
zh_hans: 约1分钟
zh_hant: 約1分鐘

source: 10 min
ja: 10分
ko: 10분
zh_hans: 10分钟
zh_hant: 10分鐘

source: App
ja: アプリ
ko: 앱

# Build %lld → %lld
source: Build %1$lld → %2$lld
ja: ビルド %1$lld → %2$lld
ko: 빌드 %1$lld → %2$lld

source: Daily
ja: デイリー
ko: 데일리

source: Feed 4:5
ja: フィード 4:5
ko: 피드 4:5
zh_hans: 贴文 4:5
zh_hant: 貼文 4:5

# plan.tier.light
source: Light
ja: ライト
ko: 라이트

# plan.tier.plus
source: Plus
ja: プラス
ko: 플러스

source: Plus
ja: プラス
ko: 플러스

source: podcasts
ja: ポッドキャスト
ko: 팟캐스트
zh_hans: Podcast
zh_hant: Podcast

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Telegram
ko: 텔레그램
